# St7DeleteCombinationEnvelope

Deletes the specified combination envelope for the currently open solution.

long St7DeleteCombinationEnvelope(long uID, long Envelope)

Input Parameters

uID

Strand7 model file ID.

Envelope

Combination envelope number.